[
    {"title" : "To kill a mocking bird", "author" : "Harper Lee", "photo" : "http://www.rd.com/wp-content/uploads/sites/2/2017/07/02-Books-You-Really-Should-Have-Read-By-Now-via-barnesandnoble.com_-1024x683.jpg" , "body" : "It exposes the racial injustice of a particular time and place, it is timeless and universal. Many people see To Kill a Mockingbird as a civil rights novel, but it transcends that issue. It is a novel about right and wrong, about kindness and meanness"},
    
    {"title" : "On the road", "author" : "Jack Kerouac", "photo" : "http://www.rd.com/wp-content/uploads/sites/2/2017/07/03-Books-You-Really-Should-Have-Read-By-Now-via-barnesandnoble.com_-1024x683.jpg" , "body" : "This is a turbo-charged, road-trip novel about the postwar beat generation. On the Road—written in a style at once breathless and disjointed—spoke to the deep restlessness of young people chafing at mainstream Cold War culture."},
    
    {"title" : "All quiet on the western front", "author" : "Erich Marie Remarque", "photo" : "http://www.rd.com/wp-content/uploads/sites/2/2017/07/06-Books-You-Really-Should-Have-Read-By-Now-via-barnesandnoble.com_-1024x683.jpg" , "body" : "Remarque's searing war-is-hell novel gave millions of readers their first view of the suffering of ordinary German soldiers and civilians during WW1. All Quiet on the Western Front serves as a reminder of the real people on the other side of any battle."},
    
    {"title" : "The heart is a lonely hunter", "author" : "Carson McCullers", "photo" : "http://www.rd.com/wp-content/uploads/sites/2/2017/07/08-Books-You-Really-Should-Have-Read-By-Now-via-barnesandnoble.com_-1024x683.jpg" , "body" : "McCullers was just 23 years old when her novel about a deaf-mute and the travails of the people he encounters was published. Quotable quote: 'And how can the dead be truly dead when they still live in the souls of those who are left behind?'"},
    
    {"title" : "The road", "author" : "Cormac McCarthy", "photo" : "http://www.rd.com/wp-content/uploads/sites/2/2017/07/10-Books-You-Really-Should-Have-Read-By-Now-via-barnesandnoble.com_-1024x683.jpg" , "body" : "Pulitzer Prize-winning author McCarthy is one of our greatest living prose stylists. His post-apocalyptic novel, The Road, in which a father and young son struggle to survive, is made all the more profound by its brevity. It's a quick read that stays with you."},
    
    {"title" : "Frankenstein", "author" : "Mary Shelley", "photo" : "http://www.rd.com/wp-content/uploads/sites/2/2017/07/11-Books-You-Really-Should-Have-Read-By-Now-via-barnesandnoble.com_-1024x683.jpg" , "body" : "Frankenstein; or, The Modern Prometheus, is a novel written by English author Mary Shelley that tells the story of Victor Frankenstein, a young scientis.t who creates a grotesque but sapient creature in an unorthodox scientific experiment."},
    
    {"title" : "A good man is hard to find", "author" : "Flannery O'Connor", "photo" : "http://www.rd.com/wp-content/uploads/sites/2/2017/07/12-Books-You-Really-Should-Have-Read-By-Now-via-barnesandnoble.com_-1024x683.jpg" , "body" : "It is a short story written by Flannery O'Connor in 1953. The story appears in the collection of short stories of the same name. The interpretive work of scholars often focuses on the controversial final scene."},
    
    {"title" : "The catcher in the rye", "author" : "J.D. Salinger", "photo" : "http://www.rd.com/wp-content/uploads/sites/2/2017/07/13-Books-You-Really-Should-Have-Read-By-Now-via-barnesandnoble.com_-1024x683.jpg" , "body" : "The Catcher in the Rye is a 1951 novel by J. D. Salinger. A controversial novel originally published for adults, it has since become popular with adolescent readers for its themes of teenage angst and alienation."},
    
    {"title" : "Adventures of Huckleberry Finn", "author" : "Mark Twain", "photo" : "http://www.rd.com/wp-content/uploads/sites/2/2017/07/15-Books-You-Really-Should-Have-Read-By-Now-via-barnesandnoble.com_-1024x683.jpg" , "body" : "Adventures of Huckleberry Finn is a novel by Mark Twain, first published in the United Kingdom in December 1884 and in the United States in February 1885."},
    
    {"title" : "Murder on the orient express", "author" : "Agatha Christie", "photo" : "http://www.rd.com/wp-content/uploads/sites/2/2017/07/16-Books-You-Really-Should-Have-Read-By-Now-via-barnesandnoble.com_-1024x683.jpg" , "body" : "When a rich American businessman is killed on a train, it's up to detective Hercule Poirot to figure out which of the passengers is responsible. Published in 1934, Murder on the Orient Express's conclusion still stuns readers."}
]