[
    {"id" : 1, "title" : "The woman in white", "author" : "Wilkie Collins", "photo" : "https://www.publishersweekly.com/images/cached/ARTICLE_PHOTO/photo/000/000/019/19094-v1-185x.JPG" , "body" : "This is still a wonderfully mysterious novel. It is large and sweeping, with skillfully drawn characters, lovely passages and absolutely haunting scenes, a fully formed 19th century novel with all the trimmings. The story is complicated so the story moves forward in carefully measured steps. "},
    
    {"id" : 2, "title" : "A crime in the neighborhood", "author" : "Suzanne Berne", "photo" : "https://www.publishersweekly.com/images/cached/ARTICLE_PHOTO/photo/000/000/019/19095-v1-185x.JPG" , "body" : "For me, it is a novel that uses suspense in the best possible way, not by having a character confront one contrived obstacle after another in a mindless stream of action, but by creating an atmosphere of deep moral peril in which the culminating tragedy seems as inevitable as it is, well…tragic. "},
    
    {"id" : 3, "title" : "A dark adapted eye", "author" : "Ruth Rendell", "photo" : "https://www.publishersweekly.com/images/cached/ARTICLE_PHOTO/photo/000/000/019/19096-v1-185x.JPG" , "body" : "I confess that this is one of the most beautiful titles in mystery fiction. The good news is that the book lives up to the title. It is intricate, with genuinely surprising revelations, and the depth of the characterizations makes a major contribution to the novel’s suspense. This is psychological suspense for adults, with real people confronting real, and very dark problems."},
    
    {"id" : 4, "title" : "A coffin for dimitrios", "author" : "Eric Ambler", "photo" : "https://www.publishersweekly.com/images/cached/ARTICLE_PHOTO/photo/000/000/019/19097-v1-185x.JPG" , "body" : "“It is not who fired the shot but who paid for the bullet.” It is a line that has since become famous, but it is only one of the many literary beauties of the book. Dimitrios, in life and death, is a figure of surpassing fascination, his life a tale of struggle and fierce intrigue that I have never forgotten. The secondary characters are wonderfully drawn."},
    
    {"id" : 5, "title" : "True confessions", "author" : "John Gregory Dunne", "photo" : "https://www.publishersweekly.com/images/cached/ARTICLE_PHOTO/photo/000/000/019/19098-v1-185x.JPG" , "body" : "The novel begins with a crime based on the Black Dahlia murder, and from there steadily deepens into a work of great emotional power, complete with an unforgettable portrait of Los Angeles in the '40s. It is a story of two brothers, one a cop, the other a priest, and by following their relationship along the trail of a gruesome crime, it ultimately becomes one of the most movingly redemptive novels I have ever read."},
    
    {"id" : 6, "title" : "The Eye of the Beholder", "author" : "Marc Bahm", "photo" : "https://www.publishersweekly.com/images/cached/ARTICLE_PHOTO/photo/000/000/019/19099-v1-185x.JPG" , "body" : "I read this novel years and years ago, and have never been able to get it out of my mind. It is a story of obsession, with a private detective called only The Eye who follows a nameless female serial killer for more than a decade. The Eye is the classically damaged PI, not just solitary, but deeply lonely, and the woman he pursues is a heartless--yet in some sense comprehensible--hater of men. The macabre dance of death that becomes their lives is one of the strangest and most intriguing relationships in mystery fiction."},
    
    {"id" : 7, "title" : "A simple plan", "author" : "Scot Smith", "photo" : "https://www.publishersweekly.com/images/cached/ARTICLE_PHOTO/photo/000/000/019/19100-v1-185x.JPG" , "body" : "In this wholly realistic novel, two brothers and a friend come upon a crashed plane in whose shattered ruins they find an enormous sum of money. Before that moment, none of these men has ever needed to concoct a simple plan to keep and conceal a fortune that quite obviously does not belong them. In the midst of doing just that, they become criminals, as well as victims of crime. "},
    
    {"id" : 8, "title" : "Sneaky People", "author" : "Thomas Berger", "photo" : "https://www.publishersweekly.com/images/cached/ARTICLE_PHOTO/photo/000/000/019/19101-v1-185x.JPG" , "body" : "This is arguably one of the funniest crime novels ever written. It is set in the 1930s, and its main character is Buddy Sandifer, a used car dealer who wants one very simple thing: his wife dead. The reason is no less simple. He yearns to live the rest of his days with Laverne, a woman who on occasion dimly realizes that sleeping with men for money adds up to prostitution. Buddy’s efforts to plot his wife’s murder creates one of the most hilarious tales of misadventure you will ever read."},
    
    {"id" : 9, "title" : "The Quiet American", "author" : "Graham Greene", "photo" : "https://www.publishersweekly.com/images/cached/ARTICLE_PHOTO/photo/000/000/019/19102-v1-185x.JPG" , "body" : "Published in 1955, The Quiet American provides an intensely observed portrait of Vietnam on the eve of French defeat. Fowler, the world-weary British journalist whose observations enrich this fiercely observed novel, provides just the right counterpoint to Alden Pyle, the idealist “quiet American” whose mysterious death provides the narrative heart of the story. Part novel of intrigue, part mystery, part love story, The Quiet American remains as powerful today as when it was first written."}
]