[
    {"id" : 1, "title" : "Bet Me", "author" : "Jennifer Cruise", "photo" : "https://www.publishersweekly.com/images/data/ARTICLE_PHOTO/photo/000/013/13728-1.JPG" , "body" : "Bet Me is, hands down, my favorite romance, one I've read and reread countless times. Like all Crusie books, Bet Me makes me laugh out loud. My chest clenches during the 'falling in love' scenes, and boy, oh, boy, do Minerva Dobbs and Calvin Morrisey do a good job of tangling up the sheets."},
    
    {"id" : 2, "title" : "This Heart of Mine", "author" : "Susan Elizabeth Phillips", "photo" : "https://www.publishersweekly.com/images/data/ARTICLE_PHOTO/photo/000/013/13729-1.JPG" , "body" : "I'm a huge fan of Phillips and have loved everything she's written, but there is something extra special about this story. Between the way each chapter starts with a scene from the 'Daphne the Bunny' children's books penned by Molly Somerville and her unrequited love for cocky quarterback Kevin Tucker, who has never noticed she's alive , this book is pure magic from start to finish."},
    
    {"id" : 3, "title" : "Gallaghers of Ardmore Trilogy", "author" : "Nora Roberts", "photo" : "https://www.publishersweekly.com/images/data/ARTICLE_PHOTO/photo/000/013/13730-1.JPG" , "body" : "If this had been a Top 100 list, I still could have filled it with Nora Roberts titles. She's that good. Which is why I'm going to cheat a little and pick a Roberts trilogy instead of just one book. Jewels of the Sun, Tears of the Moon, and Heart of the Sea are three extremely emotional, beautifully written stories set in Ireland that have stayed with me for years. Heart of the Sea All of her life, Darcy Gallagher has wanted more, and made no secret of her hope to find a rich man. Darcy Gallagher made no secret of her hope to find a rich man"},
    
    {"id" : 4, "title" : "A Knight in Shining Armor", "author" : "Jude Deveraux", "photo" : "https://www.publishersweekly.com/images/data/ARTICLE_PHOTO/photo/000/013/13731-1.JPG" , "body" : "I can't recall when I read Deveraux's iconic time-travel romance for the first time, but I do remember buying it again about ten years ago while on vacation in Vancouver and falling in love with the fantastic love story all over again. It's sweet and sexy and funny and brilliant, and I now reread it every year without fail. A Knight in Shining Armor is the blueprint for time-travel romance."},
    
    {"id" : 5, "title" : "Nine rules to break when romancing a Rake", "author" : "Sarah MacLean", "photo" : "https://www.publishersweekly.com/images/data/ARTICLE_PHOTO/photo/000/013/13733-1.JPG" , "body" : "Gabriel St. John, the Marquess of Ralston, is the perfect hero. So perfect, in fact, that I must confess to dreaming about him the night after I read MacLean's book. Lady Calpurnia Hartwell is a full-figured spinster, and as far as I'm concerned, few things in life are more fun than reading about a rake falling head over heels for a wallflower."},
    
    {"id" : 6, "title" : "The Duchess", "author" : "Jude Deveraux", "photo" : "https://www.publishersweekly.com/images/data/ARTICLE_PHOTO/photo/000/013/13732-1.JPG" , "body" : "I had planned to stick to one spot per favorite author on my Top 10 list, but there's no way I could possibly choose between A Knight in Shining Armor and The Duchess. Funny, moody and sexy, The Duchess is unlike any romance I've read before. There are secret passageways in a historic castle, an extremely intelligent heroine, a rather strange but incredibly alluring hero and a little sister nicknamed 'Brat' who likes to play dress-up in jewels and priceless gowns."},
    
    {"id" : 7, "title" : "Whitethorn Woods", "author" : "Maeve Binchy", "photo" : "https://www.publishersweekly.com/images/data/ARTICLE_PHOTO/photo/000/013/13734-1.JPG" , "body" : "I know that Binchy's books may not technically be romances as they usually feature a wide cast of characters, only some of whom by the end of the book, but I have loved every single word she's ever written. "},
    
    {"id" : 8, "title" : "Three Nights of Sin", "author" : "Anne Mallory", "photo" : "https://www.publishersweekly.com/images/data/ARTICLE_PHOTO/photo/000/013/13735-1.JPG" , "body" : "In order to save her brother from the gallows, a desperate Marietta Winters must promise Gabriel Noble three sexy, sinful favors. Mallory's writing is always beautiful, and the romance, the mystery and the sensuality of this story absolutely blew my mind."},
    
    {"id" : 9, "title" : "Carasse's Knees", "author" : "Annabel Joseph", "photo" : "https://www.publishersweekly.com/images/data/ARTICLE_PHOTO/photo/000/013/13736-1.JPG" , "body" : "In order to save her brother from the gallows, a desperate Marietta Winters must promise Gabriel Noble three sexy, sinful favors. Mallory's writing is always beautiful, and the romance, the mystery and the sensuality of this story absolutely blew my mind."}
]